export const QUESTION_TEXTS = [
  // 'Ты самая прекрасная девушка на планете?',
  // 'Ты умеешь делать мой день лучше одним сообщением?',
  // 'Согласна принять эту валентинку и моё сердце?',
  'Ты молодая и перспективная ?',
  'Ты красотка ?',
  'Согласна принять эту валентинку ?'
] as const;

export const LETTER_PARAGRAPHS = [
  // 'Мой Пирожочек,',
  // 'Ты красотка, бубочка, лапуля, радость и принцесса (когда не чихаешь)',
  // 'С тобой даже обычный вечер превращается в маленький праздник.',
  // 'Мне нравится, как мы смеёмся над своими мелочами и понимаем друг друга с полуслова (иногда даже без).',
  // 'Спасибо тебе за нежность, терпение и твоё живое, настоящее сердце.',
  // 'Я рядом, и хочу беречь это «мы» каждый день.',

  'Анют',
  'Ты топ, и это не обсуждается',
  'Я рад что мы встретились и что мы есть друг у друга',
  'Крепко тебя обнимаю и скучаю очень. Пусть у тебя сегодня будет тепло на душе 😘(в другие дни тоже так-то но сегодня особенно)'
] as const;

export const LETTER_SIGNATURE = 'С любовью Андрей ❤️';

export const LOCKET_PHOTO_FILE_PATH = 'locket/photo.JPG';
export const LOCKET_PHOTO_ALT = 'Фото в кулоне';
